---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelTotalloadHvacParam
source: html/6e1bfae9-8537-02ec-ea55-91dc87b014b4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelTotalloadHvacParam Property

"HVAC Total Connected"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelTotalloadHvacParam { get; }
```